{
    "title": "Features & Benefits of a Thule Excellence XT Cargo Carrier",
    "description": "This exclusive roof box provides tons of features including automatic load fixation: by just closing the box lid, the load will be fixated and secured.",
    "referenceId": "QqifEIrSdCw",
    "date_created": "1394803584",
    "date_modified": "1457568316",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "year": null,
    "make": null,
    "model": null,
    "brand_video": null,
    "category_video": null,
    "status": "approved",
    "department": null,
    "featured_video": null,
    "visibility": "1",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "id": "6807345",
    "loginId": "1758237",
    "entityType": "1",
    "titleTextEncoded": "Features-Benefits-of-a-Thule-Excellence-XT-Cargo-Carrier",
    "category": "",
    "duration": "64",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QqifEIrSdCw\/hqdefault.jpg",
        "uploadDate": 1394803584,
        "videoId": "QqifEIrSdCw",
        "title": "Roof box - Thule Excellence XT",
        "description": "Looking for an exclusive roof box for your car? Watch this video and learn about the features of Thule Excellence XT and how to install it on the roof of your car.\n\nThule Excellence XT\n\n- Exclusive design with a unique 2-tone colour combination and advanced aerodynamics with diffuser technology to optimize air flow around box.\n- Automatic load fixation: by just closing the box lid, the load will be fixated and secured automatically with the new integrated loading net and crash nose.\n- Pre-installed Power-Click quick-mount system with integrated torque indicator for fast and secure fitting using one hand only.\n- Dual-Side opening with outside lid handles for convenient mounting, loading and unloading.\n- Central locking system provides maximum safety. The grip-friendly Thule Comfort key can only be removed if all locking points are securely closed.\n- Designed for having a forwarded position on the car roof, enabling full access to the trunk without interference with the roofbox.\n- Including Thule Box light. Automatic on\/off function when opening or closing box lid.\n- Including a custom-fit lid cover to protect the box from scratches and dust during storage.\n\nLearn more at www.thule.com",
        "author": "ThuleBringYourLife",
        "mediaDuration": "64",
        "prettyDuration": "00:01:04",
        "views": "82441",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "",
    "metrics_statistics": null,
    "tvp_profiles": null,
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null
}